import React from "react";
const Describe =({detail})=>{
    return(
        <>
        <div className="bold-text py-5 text-right">
            {detail.describe}
                {/* <div className="bold-text  py-5">
                  <h3 class="text-[20px] leading[31] text-right">
                    آموزش رایگان html
                  </h3>
                </div>
                <div>
                  <p class="text-[16px] leading[24.8] text-right">
                    محبوب ترین کتابخانه ی جاوااسکریپت حل مساله به روش کدنویسی
                    پیشرفته و تمیز؛ برای مسائل واقعی دنیای نرم افزار محبوب ترین
                    کتابخانه ی جاوااسکریپت محبوب ترین کتابخانه ی جاوااسکریپت حل
                    مساله به روش کدنویسی پیشرفته و تمیز؛ محبوب ترین کتابخانه ی
                    جاوااسکریپت حل مساله به روش کدنویسی پیشرفته و تمیز.
                  </p>
                </div>
              </div>
              <div>
                <div className="bold-text py-5">
                  <h3 class="text-[20px] leading[31] text-right">
                    اموزش رایگان html برای چه کسانی مناسب است ؟
                  </h3>
                </div>
                <div>
                  <p class="text-[16px] leading[24.8] text-right">
                    محبوب ترین کتابخانه ی جاوااسکریپت حل مساله به روش کدنویسی
                    پیشرفته و تمیز؛ برای مسائل واقعی دنیای نرم افزار محبوب ترین
                    کتابخانه ی جاوااسکریپت محبوب ترین کتابخانه ی جاوااسکریپت حل
                    مساله به روش کدنویسی پیشرفته و تمیز؛ محبوب ترین کتابخانه ی
                    جاوااسکریپت حل مساله به روش کدنویسی پیشرفته و تمیز؛
                  </p>
                  <p class="text-right">
                    محبوب ترین کتابخانه ی جاوااسکریپت حل مساله به روش کدنویسی
                    پیشرفته و تمیز؛ برای مسائل واقعی دنیای نرم افزار محبوب ترین
                    کتابخانه ی جاوااسکریپت محبوب ترین کتابخانه ی جاوااسکریپت حل
                    مساله به روش کدنویسی پیشرفته و تمیز؛ محبوب ترین کتابخانه ی
                    جاوااسکریپت حل مساله به روش کدنویسی پیشرفته و تمیز؛
                  </p>
                </div> */}
              </div>
        </>
        
    )
}
export {Describe};